/* User/pwd server verification */
"Authentication Required" = "Authentification requise";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Annuler";

/* HTTPS server verification */
"Proceed" = "Continuer";

/* Link long-press context menu */
"Copy Link" = "Copier le lien";

/* Google autocomplete error */
"Error: " = "Erreur :";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Impossible de définir une session audio pour l'affichage Web; il peut ne pas y avoir de son.";

/* User/pwd server verification */
"Log In" = "Connexion";

/* Link long-press context menu */
"Open Here" = "Ouvrir ici";

/* Link long-press context menu */
"Open in New Tab" = "Ouvrir dans un nouvel onglet";

/* User/pwd server verification */
"Password" = "Mot de passe";

/* Google autocomplete error */
"response code %d" = "code réponse %d";

/* Google autocomplete error */
"response format unrecognized" = "format de la réponse non reconnu";

/* Google autocomplete error */
"response non-decodable" = "impossible de décoder la réponse";

/* Google autocomplete error */
"response parsing %@" = "analyse de la réponse %@";

/* HTTPS server verification */
"Warning" = "Avertissement";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "Le certificat de sécurité du site n'est pas approuvé. Souhaitez-vous continuer ?";

/* User/pwd server verification */
"Username" = "Nom d'utilisateur";

/* Link long-press context menu */
"Open in Background Tab" = "Ouvrir dans un onglet en arrière-plan";

/* Bookmark view controller */
"Edit Bookmark" = "Éditer le signet";

/* Link long-press context menu */
"Save Image" = "Enregistrer l'image";

/* Link long-press context menu */
"Save Video" = "Enregistrer la vidéo";

/* Web download failure alert title */
"Download Failed" = "Échec du téléchargement";

/* Web download failure description */
"File download failed due to network error." = "Le téléchargement du fichier a échoué à cause d'une erreur réseau.";

/* Web download failure description */
"The file had unexpected content." = "Le fichier contient des données inconnues.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Le fichier n'a pu être enregistré vers Camera Roll.";

/* Web download failure description */
"File download failed due to internal error %@." = "Le téléchargement du fichier a échoué à cause d'une erreur interne %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Le navigateur ne peut télécharger ce fichier.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Annuler";
